export const coffees = [
    {
      id: "latte",
      name: "Латте",
      price: "3€",
      description: "Кремовый кофе, приготовленный из эспрессо и вспененного молока, с тонким слоем молочной пены.",
      ingredients: ["Эспрессо", "Вспененное молоко", "Молочная пена"],
      imageKey: "latte"
    },
    {
      id: "azteca",
      name: "Ацтека",
      price: "4€",
      description: "Богатый и вкусный кофе, покрытый взбитыми сливками и карамельным соусом, идеально подходит для сладкого наслаждения.",
      ingredients: ["Эспрессо", "Взбитые сливки", "Карамельный соус"],
      imageKey: "azteca"
    },
    {
      id: "galao",
      name: "Галао",
      price: "3.5€",
      description: "Популярный португальский кофе, похожий на латте, приготовленный из эспрессо и большого количества горячего молока.",
      ingredients: ["Эспрессо", "Горячее молоко"],
      imageKey: "galao"
    },
    {
      id: "cappuchino",
      name: "Капучино",
      price: "3.5€",
      description: "Идеальный баланс эспрессо, вспененного молока и молочной пены, часто посыпанный какао или корицей.",
      ingredients: ["Эспрессо", "Вспененное молоко", "Молочная пена", "Какао-порошок (по желанию)", "Корица (по желанию)"],
      imageKey: "cappuchino"
    },
    {
      id: "coffee_ice",
      name: "Ледяной кофе",
      price: "3€",
      description: "Освежающий ледяной кофе, идеальный для жаркого дня, приготовленный из эспрессо и холодного молока со льдом.",
      ingredients: ["Эспрессо", "Холодное молоко", "Лед"],
      imageKey: "coffee_ice"
    },
    {
      id: "expresso",
      name: "Эспрессо",
      price: "2€",
      description: "Крепкий и насыщенный кофе, приготовленный путем пропускания горячей воды через мелко молотые кофейные зерна.",
      ingredients: ["Эспрессо"],
      imageKey: "expresso"
    },
    {
      id: "garoto",
      name: "Гарото",
      price: "2.5€",
      description: "Традиционный португальский кофе, похожий на кортадо, приготовленный из эспрессо и небольшого количества молока.",
      ingredients: ["Эспрессо", "Молоко"],
      imageKey: "garoto"
    },
    {
      id: "coffe_duoplo",
      name: "Двойной эспрессо",
      price: "3€",
      description: "Двойная порция эспрессо для более интенсивного кофейного опыта.",
      ingredients: ["Двойной эспрессо"],
      imageKey: "coffe_duoplo"
    },
    {
      id: "chinesa",
      name: "Китайский кофе",
      price: "3€",
      description: "Нежный кофе, приготовленный из эспрессо и большого количества горячего молока.",
      ingredients: ["Эспрессо", "Горячее молоко"],
      imageKey: "chinesa"
    }
  ];
  