export const drinks = [
  {
    id: "passion_fruit_caipirinha",
    name: "Кайпиринья с маракуйей",
    price: "8€",
    description: "Тропическая вариация классического бразильского коктейля, сочетающая экзотический вкус маракуйи с освежающим лаймом и сладким сахаром.",
    ingredients: ["Маракуйя", "Кашаса", "Лайм", "Сахар", "Лёд"],
    imageKey: "passion_fruit_caipirinha"
  },
  {
    id: "mojito",
    name: "Мохито",
    price: "8€",
    description: "Освежающий кубинский коктейль, идеально сочетающий кислоту лайма, сладость сахара и свежесть мяты с ромом.",
    ingredients: ["Белый ром", "Листья мяты", "Лайм", "Сахар", "Газированная вода", "Лёд"],
    imageKey: "mojito"
  },
  {
    id: "nikita_strawberry",
    name: "Никита с клубникой",
    price: "8€",
    description: "Кремовый и вкусный коктейль, сочетающий сладость клубники с ноткой ванили, предлагая мягкий и освежающий напиток.",
    ingredients: ["Клубника", "Ванильное мороженое", "Белое вино", "Пиво", "Лёд"],
    imageKey: "nikita_strawberry"
  },
  {
    id: "pina_colada",
    name: "Пина Колада",
    price: "8€",
    description: "Классический тропический коктейль, приготовленный из кокосовых сливок, сладкого ананасового сока и рома, создающий ощущение пребывания на райском острове.",
    ingredients: ["Белый ром", "Кокосовые сливки", "Ананасовый сок", "Лёд"],
    imageKey: "pina_colada"
  },
  {
    id: "mojito_vino_rosado",
    name: "Мохито с розовым вином",
    price: "6€",
    description: "Уникальная вариация классического Мохито с использованием розового вина, добавляющего фруктовые и цветочные нотки, создавая лёгкий и освежающий напиток.",
    ingredients: ["Розовое вино", "Листья мяты", "Лайм", "Сахар", "Газированная вода", "Лёд"],
    imageKey: "mojito_vino_rosado"
  },
  {
    id: "red_wine_sangria",
    name: "Сангрия с красным вином",
    price: "5.50€",
    description: "Традиционный испанский пунш, приготовленный из красного вина, свежих фруктов и нотки бренди, предлагающий идеальный баланс сладких и кислых вкусов.",
    ingredients: ["Красное вино", "Бренди", "Апельсиновый сок", "Лайм", "Смешанные фрукты", "Сахар", "Лёд"],
    imageKey: "red_wine_sangria"
  },
  {
    id: "white_wine_sangria",
    name: "Сангрия с белым вином",
    price: "5.50€",
    description: "Лёгкая и освежающая сангрия, приготовленная из белого вина, цитрусовых и нотки бренди, идеально подходит для жарких дней.",
    ingredients: ["Белое вино", "Бренди", "Лимонный сок", "Смешанные фрукты", "Сахар", "Лёд"],
    imageKey: "white_wine_sangria"
  },
  {
    id: "poncha",
    name: "Понча",
    price: "3.50€",
    description: "Традиционный коктейль с Мадейры, приготовленный из сахарного рома, мёда и лимона, предлагающий сладко-кислый вкус.",
    ingredients: ["Сахарный ром", "Мёд", "Лимонный сок"],
    imageKey: "poncha"
  },
  {
    id: "electric_limonade",
    name: "Электрический лимонад",
    price: "8€",
    description: "Яркий и освежающий коктейль с удивительным синим оттенком, сочетающий лимонные ароматы с лёгкой сладостью - идеально для энергетического заряда.",
    ingredients: ["Синий Кюрасао", "Водка", "Лимонад", "Лайм", "Лёд"],
    imageKey: "electric_limonade"
  },
  {
    id: "passion_fruit_mojito",
    name: "Мохито с маракуйей",
    price: "8€",
    description: "Фруктовая вариация классического Мохито, в которой маракуйя смешивается с мятой и лаймом, создавая экзотический и освежающий напиток.",
    ingredients: ["Белый ром", "Листья мяты", "Маракуйя", "Лайм", "Сахар", "Газированная вода", "Лёд"],
    imageKey: "passion_fruit_mojito"
  },
  {
    id: "tequila",
    name: "Текила",
    price: "8€",
    description: "Шот высококачественной текилы, подаётся с долькой лайма и щепоткой соли, передающий дух Мексики.",
    ingredients: ["Текила", "Лайм", "Соль"],
    imageKey: "tequila"
  },
  {
    id: "mojito_de_naranja",
    name: "Мохито с апельсином",
    price: "8€",
    description: "Освежающая вариация Мохито с добавлением апельсина в классическое сочетание мяты и лайма.",
    ingredients: ["Белый ром", "Листья мяты", "Апельсиновый сок", "Лайм", "Сахар", "Газированная вода", "Лёд"],
    imageKey: "mojito_de_naranja"
  },
  {
    id: "daiquiri_de_morango",
    name: "Клубничный Дайкири",
    price: "8€",
    description: "Вкусный замороженный коктейль, сочетающий клубнику, ром и лайм, создавая сладкий и кислый вкус.",
    ingredients: ["Белый ром", "Клубника", "Лимонный сок", "Сахар", "Лёд"],
    imageKey: "daiquiri_de_morango"
  },
  {
    id: "margaritas",
    name: "Маргарита",
    price: "8€",
    description: "Классический мексиканский коктейль с идеальным сочетанием текилы, лайма и трипл сека, подаётся с солёным краем.",
    ingredients: ["Текила", "Лимонный сок", "Трипл сек", "Соль", "Лёд"],
    imageKey: "margaritas"
  },
  {
    id: "sex_on_the_beach",
    name: "Секс на пляже",
    price: "8€",
    description: "Фруктовый и яркий коктейль, сочетающий водку, персиковый ликёр, клюквенный и апельсиновый соки для летнего удовольствия.",
    ingredients: ["Водка", "Персиковый ликёр", "Клюквенный сок", "Апельсиновый сок", "Лёд"],
    imageKey: "sex_on_the_beach"
  },
  {
    id: "gin_tonic",
    name: "Джин-тоник",
    price: "8€",
    description: "Освежающий классический коктейль, приготовленный из высококачественного джина и тоника, с украшением в виде дольки лимона или лайма.",
    ingredients: ["Джин", "Тоник", "Лимон", "Лёд"],
    imageKey: "gin_tonic"
  },
  {
    id: "cuba_libre",
    name: "Куба Либре",
    price: "8€",
    description: "Простой, но удовлетворительный коктейль, сочетающий ром с колой и лаймом для освежающего напитка.",
    ingredients: ["Ром", "Кола", "Лайм", "Лёд"],
    imageKey: "cuba_libre"
  },
  {
    id: "margarita_blue",
    name: "Голубая Маргарита",
    price: "8€",
    description: "Очаровательная вариация классической Маргариты, приготовленная с добавлением голубого кюрасао для яркого и освежающего вкуса.",
    ingredients: ["Текила", "Голубой кюрасао", "Лимонный сок", "Трипл сек", "Соль", "Лёд"],
    imageKey: "margarita_blue"
  },
  
];
