export const entries = [
  {
    id: "pane",
    name: "Чесночный хлеб",
    description: "Насладитесь нашим свежевыпеченным чесночным хлебом, намазанным богатой смесью чеснока, масла и щепотки петрушки для дополнительной свежести. Идеально в качестве закуски или гарнира к любому блюду!",
    ingredients: ["Чеснок", "Масло", "Петрушка", "Чиабатта"],
    price: "€5.00",
    imageKey: "pane"
  },
  {
    id: "gamberi-al-aglio",
    name: "Классические креветки с чесноком",
    description: "Нежные креветки, приготовленные в богатом ароматном чесночном масле, украшенные свежими травами для усиления вкуса. Идеально для вкусного и быстрого приема пищи.",
    ingredients: ["Креветки", "Чеснок", "Оливковое масло", "Свежие травы"],
    price: "€10.50",
    imageKey: "gamberi-al-aglio"
  },
  
  {
    id: "ali-di-pollo-in-agrodolce",
    name: "Куриные крылышки в кисло-сладком соусе",
    description: "Хрустящие куриные крылышки, покрытые идеально сбалансированной кисло-сладкой глазурью, которая порадует ваши вкусовые рецепторы. Обязательно для любителей куриных крылышек!",
    ingredients: ["Куриные крылышки", "Кисло-сладкая глазурь"],
    price: "€8.00",
    imageKey: "ali-di-pollo-in-agrodolce"
  },
  {
    id: "bolo-do-caco",
    name: "Боло до Како",
    description: "Погрузитесь в сердце Мадейры с нашим традиционным хлебом, подаваемым теплым с домашним чесночным маслом, которое тает во рту.",
    ingredients: ["Мадейрский хлеб", "Чесночное масло"],
    price: "€5.50",
    imageKey: "bolo-do-caco"
  },
  {
    id: "grilled-limpets",
    name: "Жареные морские улитки",
    description: "Свежие морские улитки, жареные с легким чесночным маслом и каплей лимона, предлагающие свежий океанический вкус.",
    ingredients: ["Морские улитки", "Масло", "Чеснок", "Лимон"],
    price: "€10.00",
    imageKey: "grilled-limpets"
  },
  {
    id: "grilled-squids",
    name: "Жареные кальмары",
    description: "Нежные кальмары, идеально жареные и заправленные каплей лимона и петрушки. Легкое и освежающее блюдо из морепродуктов, от которого трудно отказаться.",
    ingredients: ["Кальмары", "Лимон", "Петрушка"],
    price: "€11.80",
    imageKey: "grilled-squids"
  },
  {
    id: "grilled-prawns",
    name: "Жареные креветки",
    description: "Сочные креветки, идеально жареные с щепоткой морской соли и перца, подаются с долькой лимона для дополнительного вкуса.",
    ingredients: ["Креветки", "Морская соль", "Перец", "Лимон"],
    price: "€10.00",
    imageKey: "grilled-prawns"
  },
  {
    id: "bruschetta-pomodoro",
    name: "Брускетта с помидорами",
    description: "Хрустящий тост, покрытый яркой смесью нарезанных кубиками помидоров, красного лука и чеснока, политый богатым оливковым маслом и свежим базиликом.",
    ingredients: ["Тост", "Помидор", "Красный лук", "Чеснок", "Базилик", "Оливковое масло"],
    price: "€5.00",
    imageKey: "bruschetta-pomodoro"
  },
  {
    id: "bruschetta-mixta",
    name: "Смешанная брускетта",
    description: "Вкусная комбинация на тосте с спелыми помидорами, пряным салями, кремовым свежим сыром и пикантной смесью красного лука и чеснока.",
    ingredients: ["Тост", "Помидор", "Салями", "Свежий сыр", "Красный лук", "Чеснок", "Оливковое масло"],
    price: "€5.50",
    imageKey: "bruschetta-mixta"
  },
  {
    id: "chefs-bruschetta",
    name: "Брускетта от шеф-повара",
    description: "Откройте для себя специальный выбор шеф-повара из брускетт, приготовленных с сезонными начинками и фирменным соусом. Каждая закуска — это произведение искусства!",
    ingredients: ["Тост", "Сезонные начинки", "Фирменный соус шефа"],
    price: "€8.00",
    imageKey: "chefs-bruschetta"
  },
  {
    id: "zuppa-verdura",
    name: "Томатный или овощной суп",
    description: "Согрейтесь с нашим утешительным супом, ежедневно приготовленным из свежих помидоров или обильной смеси овощей, идеально приправленный.",
    ingredients: ["Помидоры/Овощи", "Травы", "Сезонные специи"],
    price: "€6.00",
    imageKey: "zuppa-verdura"
  },
  {
    id: "crema-di-spinaci",
    name: "Крем-суп из шпината",
    description: "Нежный и насыщенный крем-суп из шпината, красиво подан с добавлением бальзамического соуса и трав. Идеален для питательного и утешительного приема пищи.",
    ingredients: ["Шпинат", "Сливки", "Овощной бульон", "Бальзамическое сокращение", "Травы"],
    price: "€6.00",
    imageKey: "crema-di-spinaci"
  },
  
  {
    id: "zuppa-pesce",
    name: "Суп из креветок или рыбы",
    description: "Насладитесь нашим богатым, ароматным супом, тушенным с свежими креветками или рыбой, в насыщенном овощном бульоне с травами.",
    ingredients: ["Креветки/Рыба", "Овощной бульон", "Травы"],
    price: "€7.00",
    imageKey: "zuppa-pesce"
  }
];
