export const fish = [
    {
      id: "swordfish-banana-maracuja",
      name: "Рыба-меч с бананом и соусом маракуйи",
      description: "Гриль из рыбы-меч, покрытый сладкими ломтиками банана и политый пикантным соусом маракуйи. Тропический акцент на любимом блюде из морепродуктов!",
      ingredients: ["Рыба-меч", "Банан", "Соус маракуйи"],
      price: "€16.90",
      imageKey: "swordfish-banana-maracuja"
    },
    {
      id: "swordfish-banana-shrimp",
      name: "Рыба-меч с бананом и креветочным соусом",
      description: "Сочная рыба-меч, сочетающаяся со сладким бананом и богатым креветочным соусом. Уникальное и восхитительное сочетание!",
      ingredients: ["Рыба-меч", "Банан", "Креветочный соус"],
      price: "€16.90",
      imageKey: "swordfish-banana-shrimp"
    },
    {
      id: "grill-tuna",
      name: "Тунец на гриле",
      description: "Идеально приготовленный на гриле стейк из тунца, приправленный до совершенства. Просто, полезно и вкусно!",
      ingredients: ["Тунец"],
      price: "€18.90",
      imageKey: "grill-tuna"
    },
    {
      id: "grill-salmon",
      name: "Лосось на гриле",
      description: "Нежный лосось, приготовленный на гриле до совершенства. Полезный и вкусный выбор!",
      ingredients: ["Лосось"],
      price: "€18.90",
      imageKey: "grill-salmon"
    },
    {
      id: "codfish-cornbread",
      name: "Треска с кукурузным хлебом",
      description: "Традиционная треска, подаваемая с гарниром из вкусного кукурузного хлеба. Уютная и сытная еда!",
      ingredients: ["Треска", "Кукурузный хлеб"],
      price: "€19.90",
      imageKey: "codfish-cornbread"
    },
    {
      id: "octopus-lagareiro",
      name: "Осьминог по-лагарейски",
      description: "Нежный осьминог, приготовленный в оливковом масле и чесноке, подаваемый с жареным картофелем. Классическое португальское блюдо!",
      ingredients: ["Осьминог", "Оливковое масло", "Чеснок", "Картофель"],
      price: "€21.90",
      imageKey: "octopus-lagareiro"
    },
    {
      id: "bacalhau-lagareiro",
      name: "Бакальяу по-лагарейски",
      description: "Традиционное португальское блюдо из трески, приготовленной в оливковом масле и чесноке, с жареным картофелем. Богатый вкусом!",
      ingredients: ["Треска", "Оливковое масло", "Чеснок", "Картофель"],
      price: "€20.90",
      imageKey: "bacalhau-lagareiro"
    },
    {
      id: "grilled-grouper",
      name: "Стейк из гриль-морского окуня",
      description: "Сочный стейк из морского окуня, приправленный и приготовленный до совершенства. Вкусный выбор морепродуктов!",
      ingredients: ["Морской окунь"],
      price: "€19.90",
      imageKey: "grilled-grouper"
    }
  ];
  