export const risottos = [
  {
    id: "risotto-roma",
    name: "Ризотто Рома",
    description: "Роскошное ризотто со свежими креветками, мидиями, шафраном, кабачками и пармиджано реджано. Вкус Рима в каждом кусочке!",
    ingredients: ["Креветки", "Мидии", "Шафран", "Кабачок", "Пармиджано Реджано"],
    price: "€20.90",
    imageKey: "risotto-roma"
  },
  {
    id: "risotto-di-funghi",
    name: "Ризотто с грибами",
    description: "Кремовое ризотто с смесью свежих грибов, богатым маслом с Азорских островов и пармиджано реджано. Землистый и восхитительный!",
    ingredients: ["Свежие грибы", "Масло с Азорских островов", "Пармиджано Реджано"],
    price: "€16.90",
    imageKey: "risotto-di-funghi"
  },
  {
    id: "risotto-di-pollo",
    name: "Ризотто с курицей",
    description: "Сытное ризотто с обжаренной курицей, хрустящим беконом, разнообразными овощами и пармиджано реджано. Настоящая еда для утешения!",
    ingredients: ["Обжаренная курица", "Бекон", "Разнообразные овощи", "Пармиджано Реджано"],
    price: "€17.90",
    imageKey: "risotto-di-pollo"
  }
];
