export const coffees = [
    {
      id: "latte",
      name: "Латте",
      price: "3€",
      description: "Кремова кава з еспресо та спіненим молоком з тонким шаром молочної піни.",
      ingredients: ["Еспресо", "Спінене молоко", "Молочна піна"],
      imageKey: "latte"
    },
    {
      id: "azteca",
      name: "Ацтека",
      price: "4€",
      description: "Смачна кава з вершками та карамельним соусом, ідеальна для солодкої насолоди.",
      ingredients: ["Еспресо", "Збиті вершки", "Карамельний соус"],
      imageKey: "azteca"
    },
    {
      id: "galao",
      name: "Галао",
      price: "3.5€",
      description: "Популярна португальська кава, схожа на латте, з еспресо та великою кількістю гарячого молока.",
      ingredients: ["Еспресо", "Гаряче молоко"],
      imageKey: "galao"
    },
    {
      id: "cappuchino",
      name: "Капучіно",
      price: "3.5€",
      description: "Ідеальний баланс еспресо, спіненого молока та молочної піни, часто посипаний какао або корицею.",
      ingredients: ["Еспресо", "Спінене молоко", "Молочна піна", "Какао порошок (опціонально)", "Кориця (опціонально)"],
      imageKey: "cappuchino"
    },
    {
      id: "coffee_ice",
      name: "Кава з льодом",
      price: "3€",
      description: "Освіжаюча кава з льодом, ідеальна для спекотного дня, з еспресо та холодним молоком з льодом.",
      ingredients: ["Еспресо", "Холодне молоко", "Лід"],
      imageKey: "coffee_ice"
    },
    {
      id: "expresso",
      name: "Еспресо",
      price: "2€",
      description: "Сильна та інтенсивна кава, приготована шляхом пропускання гарячої води через дрібно змелені зерна кави.",
      ingredients: ["Еспресо"],
      imageKey: "expresso"
    },
    {
      id: "garoto",
      name: "Гарото",
      price: "2.5€",
      description: "Традиційна португальська кава, схожа на кортадо, з еспресо та невеликою кількістю молока.",
      ingredients: ["Еспресо", "Молоко"],
      imageKey: "garoto"
    },
    {
      id: "coffe_duoplo",
      name: "Подвійна кава",
      price: "3€",
      description: "Подвійна порція еспресо для більш інтенсивного кавового досвіду.",
      ingredients: ["Подвійний еспресо"],
      imageKey: "coffe_duoplo"
    },
    {
      id: "chinesa",
      name: "Китайська кава",
      price: "3€",
      description: "М'яка кава з еспресо та великою кількістю гарячого молока.",
      ingredients: ["Еспресо", "Гаряче молоко"],
      imageKey: "chinesa"
    }
  ];
  