export const drinks = [
  {
    id: "passion_fruit_caipirinha",
    name: "Кайпіринья з маракуєю",
    price: "8€",
    description: "Тропічна варіація класичного бразильського коктейлю, що поєднує екзотичний смак маракуї зі свіжим лимоном і солодким цукром.",
    ingredients: ["Маракуя", "Кашаса", "Лимон", "Цукор", "Лід"],
    imageKey: "passion_fruit_caipirinha"
  },
  {
    id: "mojito",
    name: "Мохіто",
    price: "8€",
    description: "Освіжаючий кубинський коктейль, що ідеально поєднує кислинку лимона, солодкість цукру і свіжість м'яти з ромом.",
    ingredients: ["Білий ром", "Листя м'яти", "Лимон", "Цукор", "Газована вода", "Лід"],
    imageKey: "mojito"
  },
  {
    id: "nikita_strawberry",
    name: "Нікіта з полуницею",
    price: "8€",
    description: "Кремовий і смачний коктейль, що поєднує солодкість полуниці з ноткою ванілі, створюючи м'який і освіжаючий напій.",
    ingredients: ["Полуниця", "Ванільне морозиво", "Біле вино", "Пиво", "Лід"],
    imageKey: "nikita_strawberry"
  },
  {
    id: "pina_colada",
    name: "Піна Колада",
    price: "8€",
    description: "Класичний тропічний коктейль, приготований з кокосового крему, солодкого ананасового соку і рому, створюючи відчуття перебування на райському острові.",
    ingredients: ["Білий ром", "Кокосовий крем", "Ананасовий сік", "Лід"],
    imageKey: "pina_colada"
  },
  {
    id: "mojito_vino_rosado",
    name: "Мохіто з рожевим вином",
    price: "6€",
    description: "Унікальна варіація класичного Мохіто, використовуючи рожеве вино, яке додає фруктові і квіткові ноти, створюючи легкий і освіжаючий напій.",
    ingredients: ["Рожеве вино", "Листя м'яти", "Лимон", "Цукор", "Газована вода", "Лід"],
    imageKey: "mojito_vino_rosado"
  },
  {
    id: "red_wine_sangria",
    name: "Сангрія з червоного вина",
    price: "5.50€",
    description: "Традиційний іспанський пунш, приготовлений з червоного вина, свіжих фруктів і ноткою бренді, що створює ідеальний баланс між солодкими і кислими смаками.",
    ingredients: ["Червоне вино", "Бренді", "Апельсиновий сік", "Лимон", "Різноманітні фрукти", "Цукор", "Лід"],
    imageKey: "red_wine_sangria"
  },
  {
    id: "white_wine_sangria",
    name: "Сангрія з білого вина",
    price: "5.50€",
    description: "Легка і освіжаюча сангрія, приготована з білого вина, цитрусових і ноткою бренді, ідеально підходить для спекотних днів.",
    ingredients: ["Біле вино", "Бренді", "Лимонний сік", "Різноманітні фрукти", "Цукор", "Лід"],
    imageKey: "white_wine_sangria"
  },
  {
    id: "poncha",
    name: "Понча",
    price: "3.50€",
    description: "Традиційний мадейрський коктейль, приготований з тростинного рому, меду і лимона, що надає солодкий і кислий смак.",
    ingredients: ["Тростинний ром", "Мед", "Лимонний сік"],
    imageKey: "poncha"
  },
  {
    id: "electric_limonade",
    name: "Електричний лимонад",
    price: "8€",
    description: "Яскравий і освіжаючий коктейль з несподіваним блакитним відтінком, який поєднує лимонні смаки з ноткою солодощі - ідеально для підняття енергії.",
    ingredients: ["Блю Кюрасао", "Горілка", "Лимонад", "Лимон", "Лід"],
    imageKey: "electric_limonade"
  },
  {
    id: "passion_fruit_mojito",
    name: "Мохіто з маракуєю",
    price: "8€",
    description: "Фруктова варіація класичного Мохіто, де маракуя змішується з м'ятою і лимоном, створюючи екзотичний і освіжаючий напій.",
    ingredients: ["Білий ром", "Листя м'яти", "Маракуя", "Лимон", "Цукор", "Газована вода", "Лід"],
    imageKey: "passion_fruit_mojito"
  },
  {
    id: "tequila",
    name: "Текіла",
    price: "8€",
    description: "Шот високоякісної текіли, подається з лимонною часточкою і щіпкою солі, передаючи дух Мексики.",
    ingredients: ["Текіла", "Лимон", "Сіль"],
    imageKey: "tequila"
  },
  {
    id: "mojito_de_naranja",
    name: "Мохіто з апельсином",
    price: "8€",
    description: "Освіжаюча варіація Мохіто з додаванням апельсину до класичного комбо м'яти і лимона.",
    ingredients: ["Білий ром", "Листя м'яти", "Апельсиновий сік", "Лимон", "Цукор", "Газована вода", "Лід"],
    imageKey: "mojito_de_naranja"
  },
  {
    id: "daiquiri_de_morango",
    name: "Дайкірі з полуницею",
    price: "8€",
    description: "Смачний заморожений коктейль, який поєднує полуницю, ром і лимон, створюючи солодкий і кислий смак.",
    ingredients: ["Білий ром", "Полуниця", "Лимонний сік", "Цукор", "Лід"],
    imageKey: "daiquiri_de_morango"
  },
  {
    id: "margaritas",
    name: "Маргарита",
    price: "8€",
    description: "Класичний мексиканський коктейль з ідеальним поєднанням текіли, лимона і трипл-сека, подається з солоним краєм.",
    ingredients: ["Текіла", "Лимонний сік", "Трипл-сек", "Сіль", "Лід"],
    imageKey: "margaritas"
  },
  {
    id: "sex_on_the_beach",
    name: "Секс на пляжі",
    price: "8€",
    description: "Фруктовий і яскравий коктейль, який поєднує горілку, персиковий лікер, журавлинний і апельсиновий соки, створюючи літнє задоволення.",
    ingredients: ["Горілка", "Персиковий лікер", "Журавлинний сік", "Апельсиновий сік", "Лід"],
    imageKey: "sex_on_the_beach"
  },
  {
    id: "gin_tonic",
    name: "Джин-Тонік",
    price: "8€",
    description: "Освіжаючий класичний коктейль, приготований з високоякісного джину і тоніка, прикрашений скибочкою лимона або лайма.",
    ingredients: ["Джин", "Тонік", "Лимон", "Лід"],
    imageKey: "gin_tonic"
  },
  {
    id: "cuba_libre",
    name: "Куба Лібре",
    price: "8€",
    description: "Простий, але задовольняючий коктейль, який поєднує ром з колою і лимоном, створюючи освіжаючий напій.",
    ingredients: ["Ром", "Кола", "Лимон", "Лід"],
    imageKey: "cuba_libre"
  },
  {
    id: "margarita_blue",
    name: "Блакитна Маргарита",
    price: "8€",
    description: "Чарівна варіація класичної Маргарити, приготована з додаванням блакитного кюрасао для створення яскравого і освіжаючого смаку.",
    ingredients: ["Текіла", "Блакитний кюрасао", "Лимонний сік", "Трипл-сек", "Сіль", "Лід"],
    imageKey: "margarita_blue"
  },
 
];
