export const entries = [
  {
    id: "pane",
    name: "Часниковий хліб",
    description: "Насолоджуйтесь нашим свіжоспеченим часниковим хлібом, намазаним багатою сумішшю часнику, масла і щіпкою петрушки для додаткової свіжості. Ідеально підходить як закуска або гарнір до будь-якої страви!",
    ingredients: ["Часник", "Масло", "Петрушка", "Чіабатта"],
    price: "€5.00",
    imageKey: "pane"
  },
  {
    id: "gamberi-al-aglio",
    name: "Класичні креветки з часником",
    description: "Ніжні креветки, приготовані у багатому ароматному часниковому маслі, прикрашені свіжими травами для підсилення смаку. Ідеально для смачної та швидкої страви.",
    ingredients: ["Креветки", "Часник", "Оливкова олія", "Свіжі трави"],
    price: "€10.50",
    imageKey: "gamberi-al-aglio"
  }
,  
  {
    id: "ali-di-pollo-in-agrodolce",
    name: "Курячі крильця в кисло-солодкому соусі",
    description: "Хрусткі курячі крильця, покриті ідеально збалансованою кисло-солодкою глазур'ю, яка порадує ваші смакові рецептори. Обов'язково для любителів курячих крилець!",
    ingredients: ["Курячі крильця", "Кисло-солодка глазур"],
    price: "€8.00",
    imageKey: "ali-di-pollo-in-agrodolce"
  },
  {
    id: "bolo-do-caco",
    name: "Боло до Како",
    description: "Пориньте в серце Мадейри з нашим традиційним хлібом, поданим теплим з домашнім часниковим маслом, яке тане в роті.",
    ingredients: ["Мадейрський хліб", "Часникове масло"],
    price: "€5.50",
    imageKey: "bolo-do-caco"
  },
  {
    id: "grilled-limpets",
    name: "Смажені морські равлики",
    description: "Свіжі морські равлики, смажені з легким часниковим маслом і краплею лимона, пропонуючи свіжий океанічний смак.",
    ingredients: ["Морські равлики", "Масло", "Часник", "Лимон"],
    price: "€10.00",
    imageKey: "grilled-limpets"
  },
  {
    id: "grilled-squids",
    name: "Смажені кальмари",
    description: "Ніжні кальмари, ідеально смажені і приправлені краплею лимона і петрушки. Легка і освіжаюча страва з морепродуктів, від якої важко відмовитися.",
    ingredients: ["Кальмари", "Лимон", "Петрушка"],
    price: "€11.80",
    imageKey: "grilled-squids"
  },
  {
    id: "grilled-prawns",
    name: "Смажені креветки",
    description: "Соковиті креветки, ідеально смажені з дрібкою морської солі і перцю, подані з часточкою лимона для додаткового смаку.",
    ingredients: ["Креветки", "Морська сіль", "Перець", "Лимон"],
    price: "€10.00",
    imageKey: "grilled-prawns"
  },
  {
    id: "bruschetta-pomodoro",
    name: "Брускета з помідорами",
    description: "Хрусткий тост, покритий яскравою сумішшю нарізаних помідорів, червоної цибулі і часнику, политий багатою оливковою олією і свіжим базиліком.",
    ingredients: ["Тост", "Помідор", "Червона цибуля", "Часник", "Базилік", "Оливкова олія"],
    price: "€5.00",
    imageKey: "bruschetta-pomodoro"
  },
  {
    id: "bruschetta-mixta",
    name: "Змішана брускета",
    description: "Смачна комбінація на тості з стиглими помідорами, гострим салямі, кремовим свіжим сиром і пікантною сумішшю червоної цибулі і часнику.",
    ingredients: ["Тост", "Помідор", "Салямі", "Свіжий сир", "Червона цибуля", "Часник", "Оливкова олія"],
    price: "€5.50",
    imageKey: "bruschetta-mixta"
  },
  {
    id: "chefs-bruschetta",
    name: "Брускета від шеф-кухаря",
    description: "Відкрийте для себе спеціальний вибір шеф-кухаря з брускет, приготованих з сезонними начинками і фірмовим соусом. Кожна закуска - це витвір мистецтва!",
    ingredients: ["Тост", "Сезонні начинки", "Фірмовий соус шефа"],
    price: "€8.00",
    imageKey: "chefs-bruschetta"
  },
  {
    id: "zuppa-verdura",
    name: "Томатний або овочевий суп",
    description: "Зігрійтеся з нашим заспокійливим супом, щодня приготованим зі свіжих помідорів або ситної суміші овочів, ідеально приправлених.",
    ingredients: ["Помідори/Овочі", "Трави", "Сезонні спеції"],
    price: "€6.00",
    imageKey: "zuppa-verdura"
  },
  {
    id: "crema-di-spinaci",
    name: "Крем-суп зі шпинату",
    description: "Оксамитовий і багатий на смак крем-суп зі шпинату, красиво поданий з додаванням бальзамічної редукції та приправ. Ідеально для поживної та заспокійливої страви.",
    ingredients: ["Шпинат", "Крем", "Овочевий бульйон", "Бальзамічна редукція", "Трави"],
    price: "€6.00",
    imageKey: "crema-di-spinaci"
  },
  
  {
    id: "zuppa-pesce",
    name: "Суп з креветок або риби",
    description: "Насолоджуйтесь нашим багатим, ароматним супом, тушкованим зі свіжими креветками або рибою в ситному овочевому бульйоні з травами.",
    ingredients: ["Креветки/Риба", "Овочевий бульйон", "Трави"],
    price: "€7.00",
    imageKey: "zuppa-pesce"
  }
];
