export const fish = [
    {
      id: "swordfish-banana-maracuja",
      name: "Меч-риба з бананом і соусом з маракуї",
      description: "Смажена меч-риба, покрита солодкими шматочками банана і полита кисло-солодким соусом з маракуї. Тропічний акцент на улюбленій страві з морепродуктів!",
      ingredients: ["Меч-риба", "Банан", "Соус з маракуї"],
      price: "€16.90",
      imageKey: "swordfish-banana-maracuja"
    },
    {
      id: "swordfish-banana-shrimp",
      name: "Меч-риба з бананом і креветковим соусом",
      description: "Соковита меч-риба в поєднанні з солодким бананом і багатим креветковим соусом. Унікальне і смачне поєднання!",
      ingredients: ["Меч-риба", "Банан", "Креветковий соус"],
      price: "€16.90",
      imageKey: "swordfish-banana-shrimp"
    },
    {
      id: "grill-tuna",
      name: "Тунець на грилі",
      description: "Ідеально приготовлений на грилі стейк з тунця, приправлений до досконалості. Просто, корисно і смачно!",
      ingredients: ["Тунець"],
      price: "€18.90",
      imageKey: "grill-tuna"
    },
    {
      id: "grill-salmon",
      name: "Лосось на грилі",
      description: "Ніжний лосось, приготовлений на грилі до досконалості. Корисний і смачний вибір!",
      ingredients: ["Лосось"],
      price: "€18.90",
      imageKey: "grill-salmon"
    },
    {
      id: "codfish-cornbread",
      name: "Тріска з кукурудзяним хлібом",
      description: "Традиційна тріска, подана з гарніром зі смачного кукурудзяного хліба. Затишна і ситна їжа!",
      ingredients: ["Тріска", "Кукурудзяний хліб"],
      price: "€19.90",
      imageKey: "codfish-cornbread"
    },
    {
      id: "octopus-lagareiro",
      name: "Восьминіг по-лагарейськи",
      description: "Ніжний восьминіг, приготований в оливковій олії та часнику, поданий із запеченою картоплею. Класична португальська страва!",
      ingredients: ["Восьминіг", "Оливкова олія", "Часник", "Картопля"],
      price: "€21.90",
      imageKey: "octopus-lagareiro"
    },
    {
      id: "bacalhau-lagareiro",
      name: "Бакальяу по-лагарейськи",
      description: "Традиційна португальська страва з тріски, приготована в оливковій олії та часнику, з запеченою картоплею. Насичений смак!",
      ingredients: ["Тріска", "Оливкова олія", "Часник", "Картопля"],
      price: "€20.90",
      imageKey: "bacalhau-lagareiro"
    },
    {
      id: "grilled-grouper",
      name: "Стейк з групера на грилі",
      description: "Соковитий стейк з групера на грилі, приправлений і приготований до досконалості. Смачний вибір морепродуктів!",
      ingredients: ["Групер"],
      price: "€19.90",
      imageKey: "grilled-grouper"
    }
  ];
  